Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/schreiners-fotomateriale.271861.se.html.tmx
Source language: smj
Languages: nob

source: Schreiner dutkeguojme gåvå Divtasvuonas / Bilder etter forskerparet Schreiner i Tysfjord - Árran - julevsáme guovdásj / lulesamisk senter
nob: Forskerne Alette og Kristian Schreiner gjorde feltarbeid blant samene i Tysfjord i årene 1914 og 1921. Materialet etter dette arbeidet har Árran fått ansvar for.

source: Schreiner dutkeguojme gåvå Divtasvuonas / Bilder etter forskerparet Schreiner i Tysfjord
nob: Et bilde fra fotoalbumet til Johan Brun (d.e.)

source: Dutke guovtes Alette ja Kristian Schreiner dagájga ietjaska dutkambargov sámij siegen Divtasvuonan 1914 ja 1921 jagen.
nob: Forskerne Alette og Kristian Schreiner gjorde feltarbeid blant samene i Tysfjord i årene 1914 og 1921.

source: Dáv dutkammateriálav le Árran ietjasa hállduj oadtjum.
nob: Materialet etter dette arbeidet har Árran fått ansvar for.

source: Gåvvididdje Johan Brun (d. v.), lij aj maŋen ja gåvvij moadda gåvå majt Árran dal æjggu.
nob: Fotografen Johan Brun (d.e.), var med på turene og tok mange av bildene Árran nå eier.

source: Muhtem oasse Schreinera tjoahkkes le ájn Oslo universitehta æjgon.
nob: En del av De Schreinerske samlinger eies fremdeles av Universitetet i Oslo.

source: Dáv dutkama duodastittjat ja gaskostittjat galggá Árran aktisattjat Nordlánda árkijvajn digitaliserit.
nob: For å dokumentere og formidle denne forskningen skal Árran digitalisere materialet i samarbeid med Arkiv i Nordland.

source: Dá dutke guovtes sidájga duodastuhttet fysihkalasj-antropologa sierra dåbddomerkajt sierraláhkáj sámijs.
nob: Forskerne ønsket å kartlegge de fysisk-antropologiske særtrekk i den norske befolkning, og var spesielt interesserte i samer.

source: Oajvve mihttimij ja ålgoldis rumájmihtoj registrerim duola dagu man alluga ulmutja lidjin, vuopptabájnojt j.n.v. sihtin ávkástallat ulmusjnálle ieredibmáj gå duodastit galggin jut nubbe ulmusjnálle lij buorebut åvddånahtedum gå ietjes.
nob: Resultater fra skallemålinger og registrering av andre ytre kroppslige kjennetegn som kroppshøyde, hårfarge etc. ville man bruke i rasehygiene som bevis på at noen raser var bedre utviklet enn andre.

source: Valla dán ájádallamij ejga Schreinera guovtes guorrasa.
nob: Denne tenkingen tok imidlertid ekteparet Schreiner avstand fra.

source: Sosialdarwinissma ja ulmusjnálle ieredibme lij dábálasj sierra gåjt de 1920-30-jagijn mij de Europán doalvoj moatte tjævto vájkkudusájda.
nob: Sosialdarwinisme og rasehygiene var ganske vanlig spesielt på 1920- og 30-tallet som førte til tragiske konsekvenser i Europa.

source: Dálásj ájge máhttá dáv materiálav ietjá tjalmij gæhttjat.
nob: I dag kan man se materialet i et annet lys.

source: Dutke guoktá Divtasvuona manos le ållo árvulasj duodastusá báhtsám, gåvå ja gåvå ulmutjijs ma li buorre kvalitehtas ja ma hæhttuji vuorkkiduvvat, duodastuvvat ja gaskostuvvat dálásj ájádallamij gáktuj.
nob: Etter forskernes turer i Tysfjord er det blitt igjen mye verdifull dokumentasjon, bilder, portretter av høy kvalitet som bør oppbevares, identifiseres og formidles i dagens kontekst.
